[
  {
    "Name": "Bill Ling",
    "Location": "San Francisco, CA",
    "Description": "I grew up in Baltimore, went to school in DC, lived in Boston and NYC, but SF has always been home ever since I visited on a whim so many years ago.  I met my lifelong friends here including my wife and have two kids that were born here.  ",
    "Lat": 37.7749295,
    "Lng": -122.4194155
  },
  {
    "Name": "Andrew Chen",
    "Location": "Moorhead, MN",
    "Description": "This is my birthplace and home for 18 years. My parents have since sold the house and moved to California, so it'll feel wrong to return there for a wedding this summer without staying at my childhood home.",
    "Lat": 46.8737648,
    "Lng": -96.7678039
  },
  {
    "Name": "Stephanie Djidjev",
    "Location": "Varna, Bulgaria",
    "Description": "I get to see my extended family when I'm there, and the surrounding area is beautiful. There are forests and beaches, and I enjoy spending most of my time outdoors when I'm here.",
    "Lat": 43.2140504,
    "Lng": 27.9147333
  },
  {
    "Name": "Will Ryu",
    "Location": "Austin, Texas, US",
    "Description": "I've lived in many cities: Seoul, Honolulu, Vancouver, Milwaukee, Austin, San Francisco, and San Bruno.Yet Austin is my favorite city. It's where I started the first years of my marriage. I met so many great friends there as well. And of course, they have the best BBQ.",
    "Lat": 30.267153,
    "Lng": -97.7430608
  },
  {
    "Name": "Randy Zhao",
    "Location": "Shangrao, China",
    "Description": "Shangrao is my hometown. It's a small city where residents live a peaceful and slow-pace life. ",
    "Lat": 28.454863,
    "Lng": 117.943433
  },
  {
    "Name": "Amanda Vawter",
    "Location": "Oakhurst, CA",
    "Description": "I grew up in Oakhurst, CA, graduated from Yosemite High School, and then worked for the school district for almost 10 years.  I am a mountain girl and my heart will always be in the Sierras.  ",
    "Lat": 37.3279997,
    "Lng": -119.6493154
  },
  {
    "Name": "Airfam",
    "Location": "San Francisco, CA",
    "Description": "No matter where we belong on our own, one thing has united us. All 42 unique souls belong here.",
    "Lat": 37.771924,
    "Lng": -122.405234
  },
  {
    "Name": "Zeeshan Khadim",
    "Location": "San Francisco, USA",
    "Description": "My first home together with my lovely wife!",
    "Lat": 37.7749295,
    "Lng": -122.4194155
  },
  {
    "Name": "Muyang Yao",
    "Location": "Beijing, China",
    "Description": "I was born in Beijing and spent my first 22 years there. I welcome everyone from anywhere on the globe to visit and I would be more than willing to host you.",
    "Lat": 39.904211,
    "Lng": 116.407395
  },
  {
    "Name": "Tay Rauch",
    "Location": "San Juan Islands, US",
    "Description": "The San Juan Islands provide a place to unplug, connect with nature and think about the important things in life. The sense of community that is felt on the islands and surrounding waterways is strong, as well as a genuine respect for the area in which the locals reside. It is a place that invites travelers rather than tourists and hopes that the guests leave with a different view on what is seen as the traditional American way of life.",
    "Lat": 48.5513671,
    "Lng": -123.0781062
  },
  {
    "Name": "Mike Egesdal",
    "Location": "Haena, Kauai, United States",
    "Description": "I spent most of my summers as a child surrounded by family in Haena, near the end of the road on the north shore of Kauai. We would play in the stream on the beach during the day, damming it up into a large pool, and build bonfires at night. We still congregate there every year for my grandpa's birthday (this last year was his 90th), and we're always trying to build a larger pool and a bigger bonfire.",
    "Lat": 22.2234671,
    "Lng": -159.556834
  },
  {
    "Name": "Xiaoya Wei",
    "Location": "Lianyungang",
    "Description": "I was born and raised up there. I still have the accent from there. I love the food there.",
    "Lat": 34.596653,
    "Lng": 119.221611
  },
  {
    "Name": "Angeli Jain",
    "Location": "Tel Aviv, Israel",
    "Description": "I was there for a month for work. My husband (boyfriend at the time) got in touch with my Israeli coworkers and plotted his surprised proposal. These coworkers, whom I had just met, helped plan a life changing event for me and for my entire stay were like my extended family. ",
    "Lat": 32.0852999,
    "Lng": 34.7817676
  },
  {
    "Name": "Star Wang",
    "Location": "Xi'an",
    "Description": "I was born and raised here and I always miss the food! I love the way people interact with each other in Xi'an, pretty straightforward and honest especially in the native tone:)",
    "Lat": 34.341575,
    "Lng": 108.93977
  },
  {
    "Name": "Rundong Lyu",
    "Location": "Grand Canyon, USA",
    "Description": "For my mom, this was the most beautiful place she's ever been to.\nFor me, this trip with mom was purely magical.",
    "Lat": 36.0544445,
    "Lng": -112.1401108
  },
  {
    "Name": "Liz Lin",
    "Location": "Mendocino, USA",
    "Description": "This is one of the places where I've felt my most peaceful and content. I love that there's so many trees, miles of coastline, and a friendly community there. This is officially on my list of places to retire!",
    "Lat": 39.3076744,
    "Lng": -123.7994591
  },
  {
    "Name": "Ellen Yan",
    "Location": "North Wales, Pennsylvania",
    "Description": "Pennsylvania is where my family settled down after moving throughout Indiana, Illinois, and Georgia, during which I attended 6 different elementary schools. However, I've felt at home in many different places: China where my extended family lives, Massachusetts where I went to school, and NYC where I worked for a few years after graduation. Oh yeah, and France where I like to practice my rusty French :D",
    "Lat": 40.2109404,
    "Lng": -75.2782317
  },
  {
    "Name": "Ankit Agarwal",
    "Location": "New Delhi, India",
    "Description": "I was born here, took my first steps and spent over 18 years here. The city never fails to surprise me with its food, people and culture. ",
    "Lat": 28.6139391,
    "Lng": 77.2090212
  },
  {
    "Name": "John Bodley",
    "Location": "Bettles AK, USA",
    "Description": "Embracing the adventure and beauty of the Arrigetch Peaks in Gates of the Arctic National Park.",
    "Lat": 66.9188889,
    "Lng": -151.5161111
  },
  {
    "Name": "Phil Nachum",
    "Location": "New York City, US",
    "Description": "I moved a lot when I was a kid, but New York is where I'd say I \"grew up\", It's where I spent my formative (and awkward) teenage years, and where I met my closest friends, including my girlfriend, who I've now been with for over 6 years. Also, pizza.",
    "Lat": 40.7127837,
    "Lng": -74.0059413
  },
  {
    "Name": "Wei Li",
    "Location": "Mountain View, United States",
    "Description": "I lived in Mountain View with three of my best friends for one and half an year. We went to school together, ate together and played together. Best memory of my life.",
    "Lat": 37.3860517,
    "Lng": -122.0838511
  },
  {
    "Name": "Logan Ury",
    "Location": "Tel Aviv, Israel",
    "Description": "In the summer of 2008 I spent a month in Israel. I traveled all over the country, experiencing Israeli food, culture, and people. Thanks to the people with whom I traveled, and the authentic adventures on which we embarked, I felt an incredible sense of belonging. This was the happiest month of my life. ",
    "Lat": 32.0852999,
    "Lng": 34.7817676
  },
  {
    "Name": "Chase Munson",
    "Location": "Sitka, AK, USA",
    "Description": "In 2007 I decided to take year off from college to explore more of the world and clear my head. The first place I ended up was Sitka, Alaska where I knew no one, but where after some serendipitous encounters and bit of hustle, I landed a job working on a commercial fishing boat. This moment was one where I felt I belonged for sure: I landed a fish big enough that my new boss (the captain) couldn't help but snap a photo :)",
    "Lat": 57.0530556,
    "Lng": -135.33
  },
  {
    "Name": "Kerri Robinson",
    "Location": "Paris, France",
    "Description": "It was the first time we used Airbnb and stayed in the Marais in a beautiful apartment in the heart of town and right by the park.   I have never loved a place more and by the end of the week, we definitely felt like we belonged.",
    "Lat": 48.856614,
    "Lng": 2.3522219
  },
  {
    "Name": "Xinyi Cui",
    "Location": "Daqing, China",
    "Description": "My born city. Lots of memory.",
    "Lat": 46.58931,
    "Lng": 125.103784
  },
  {
    "Name": "Jeremy Huang",
    "Location": "Singapore",
    "Description": "Amazing food !!!!  And lots of high school friends here. ",
    "Lat": 1.352083,
    "Lng": 103.819836
  },
  {
    "Name": "Celia Zhang",
    "Location": "Shanghai, China",
    "Description": "Shanghai is a city full of surprises. Even for people who live there for a long time, they could still be surprised during their new exploring. I was born and grew up in Shanghai. For me, hometown is always the most special place.",
    "Lat": 31.230416,
    "Lng": 121.473701
  },
  {
    "Name": "Ortal Yahdav",
    "Location": "Netanya, Israel",
    "Description": "Treating your friends' homes as though they're your own is a big part of Israel's culture. You don't call your friends ahead of time, or even knock on their door... you just walk right in!",
    "Lat": 32.321458,
    "Lng": 34.853196
  },
  {
    "Name": "Chao Xin",
    "Location": "Shaoguan, China",
    "Description": "This is where I grew up, learned to say ",
    "Lat": 24.810329,
    "Lng": 113.597547
  },
  {
    "Name": "Xinyue Zhou",
    "Location": "Harbin, China",
    "Description": "It's home town. I spent more than 20 years there. It's a lovely place. In winter, there is snow, and in summer, we have wonderful sunshine. ",
    "Lat": 45.803775,
    "Lng": 126.534967
  },
  {
    "Name": "Naveen Nalam",
    "Location": "Phuket, Thailand",
    "Description": "My wife and I stayed at a place near Mai Khao beach, on the northern side of Phuket. From the tropical beaches, wonderful weather, and amazing food we felt this was a place we could easily belong. Everyone we met showed great hospitality and went the extra step to make us feel welcome. This is one of the places we are sure we will return to!",
    "Lat": 7.9519331,
    "Lng": 98.3380884
  },
  {
    "Name": "Diwakar Punjani",
    "Location": "mussoorie, india",
    "Description": "We always spent a part of the winter break in Mussoorie when I was in undergrad. Even ran into Rudyard Kipling once.",
    "Lat": 30.4599099,
    "Lng": 78.0663978
  },
  {
    "Name": "Phillip Cohen",
    "Location": "Angel Fire, NM",
    "Description": "[Feel free to remove the other entry]\nMy family meets up here every year =)",
    "Lat":36.3930879,
    "Lng":-105.2850091},
  {
    "Name": "Edwin Hwang",
    "Location": "Pittsburgh, PA",
    "Description": "I've been able to visit quite a number of places, but Pittsburgh is one of the two places, besides San Francisco, that I can see myself living in long term.",
    "Lat": 40.4406248,
    "Lng": -79.9958864
  },
  {
    "Name": "Bin Zeng",
    "Location": "Bethlehem, PA, USA",
    "Description": "I went to school in Bethlehem, PA and had a great time there.",
    "Lat": 40.6259316,
    "Lng": -75.3704579
  },
  {
    "Name": "Jasper Louie",
    "Location": "Lakeport, Ca",
    "Description": "I lived here for for 27 years of my life. My small hometown that I have many friends and people I hold close to my heart.",
    "Lat": 39.0429506,
    "Lng": -122.9158293
  },
  {
    "Name": "David King",
    "Location": "Havana, Cuba",
    "Description": "The people.  The culture.  The warmth.  Living in Cuba building playgrounds and supporting HIV patients made me feel like I belonged more than any other experience in life...hands down!;)",
    "Lat": 23.1135925,
    "Lng": -82.3665956
  },
  {
    "Name": "Donna Boyer",
    "Location": "Sea Ranch, California",
    "Description": "So close to San Francisco, Sea Ranch was hardly a big adventure.  We stayed in a neighborhood, getting to know the neighbors, the butcher, the hiking trails, and the best place to get oranges at the farmers market.   We'd recently had our second kid, and the simplicity of our life during that short week away from juggling it all at home provided a much-needed sense of sanity and reconnection with what matters. ",
    "Lat": 38.7151899,
    "Lng": -123.4544532
  },
  {
    "Name": "Ramsundar Sundarkumar",
    "Location": "Hyderabad, India",
    "Description": "I am from Hyderabad in India. I have spent most of my life there. I really like the culture of the city. There are places like Charminar and dishes like Chicken Biryani that you should no miss when you visit the city. ",
    "Lat": 17.385044,
    "Lng": 78.486671
  }
]
